Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: Every block is re-checked from the very first, so the first sync takes hours to days. The wallet keeps working meanwhile.
ja: 最初からすべてのブロックを再確認するため、初回の同期には数時間から数日かかります。その間もウォレットは使えます。
ko: 처음부터 모든 블록을 다시 확인하므로 첫 동기화에 몇 시간에서 며칠이 걸려요. 그동안 지갑은 그대로 써요.
zh_hans: 所有区块都要从第一个开始重新检查，首次同步需要几小时至几天。期间钱包仍可使用。
zh_hant: 會從第一個區塊重新檢查全部區塊，首次同步需要數小時至數天。期間錢包仍可使用。

source: Every reward this Mac earned, as this app saw it — time, kind and the exact amount — for your own records. This is not tax advice.
ja: このMacが得たすべての報酬を、アプリが確認した日時、種類、正確な金額とともに記録用に保存します。税務上の助言ではありません。
ko: 이 Mac이 받은 모든 보상을 이 앱이 본 그대로(시간, 종류, 정확한 금액) 기록용으로 저장해요. 세무 조언은 아니에요.
zh_hans: 按此应用看到的时间、类型和准确金额保存此 Mac 获得的每笔奖励，供你记录。这不是税务建议。
zh_hant: 將此應用程式記錄的每筆 Mac 獎勵原樣儲存，包含時間、類別與確切金額，供你自行留存。這不是稅務建議。

source: Every transaction still asks for approval.
ja: 取引ごとに承認を求めます。
ko: 거래마다 승인을 다시 요청해요.
zh_hans: 每笔交易仍需你批准。
zh_hant: 每筆交易仍需你核准。

source: Explore
ja: 探索
ko: 둘러보기
zh_hans: 浏览
zh_hant: 探索

source: Explore only opens https pages (and the explorer bundled with the app).
ja: 探索で開けるのはhttpsのページと、アプリに含まれるエクスプローラーだけです。
ko: 둘러보기는 https 페이지(와 앱에 들어 있는 탐색기)만 열어요.
zh_hans: “浏览”只打开 https 网页和应用内置的浏览器。
zh_hant: 探索只會開啟 https 網頁，以及隨應用程式提供的瀏覽器。

source: Explore only opens web pages and sea:// names.
ja: 探索で開けるのはウェブページとsea://の名前だけです。
ko: 탐색에서는 웹 페이지와 sea:// 이름만 열 수 있어요.
zh_hans: 探索仅能打开网页和 sea:// 名称。
zh_hant: 探索只能開啟網頁和 sea:// 名稱。

source: Explore the chain
ja: チェーンを探索
ko: 체인 둘러보기
zh_hans: 浏览链上内容
zh_hant: 探索區塊鏈

source: Explorer
ja: ブロックエクスプローラー
ko: 블록 탐색기
zh_hans: 区块浏览器
zh_hant: 區塊瀏覽器

source: Export CSV…
ja: CSVで書き出す…
ko: CSV로 내보내기…
zh_hans: 导出 CSV…
zh_hant: 匯出 CSV…

source: Export Reward Records…
ja: 報酬の記録を書き出す…
ko: 보상 기록 내보내기…
zh_hans: 导出奖励记录…
zh_hant: 匯出獎勵紀錄…

source: Export earnings (CSV)
ja: 報酬を書き出す（CSV）
ko: 보상 내보내기 (CSV)
zh_hans: 导出收益（CSV）
zh_hant: 匯出獎勵（CSV）

source: Extra controls for local development.
ja: ローカル開発用の追加設定です。
ko: 로컬 개발에 필요한 추가 설정입니다.
zh_hans: 本地开发使用的额外设置。
zh_hant: 本機開發使用的額外設定。

source: Failed
ja: 失敗
ko: 실패
zh_hans: 失败
zh_hant: 失敗

source: Failed call to %@
ja: %@の呼び出しに失敗
ko: %@ 호출 실패
zh_hans: 调用 %@ 失败
zh_hant: 呼叫 %@ 失敗

source: Failed: %@
ja: 失敗：%@
ko: 실패: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Faucet
ja: テストコインを受け取る
ko: 테스트 코인 받기
zh_hans: 领取测试币
zh_hant: 領取測試代幣

source: Favorite this page
ja: このページをお気に入りに追加
ko: 이 페이지 즐겨찾기
zh_hans: 收藏此页面
zh_hant: 收藏此頁面

source: Favorites
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏夹
zh_hant: 收藏夾

source: Fee (maximum)
ja: 手数料（最大）
ko: 수수료 (최대)
zh_hans: 手续费（最高）
zh_hant: 手續費（最高）

source: Fees
ja: 手数料
ko: 수수료
zh_hans: 手续费
zh_hant: 手續費

source: FileVault is on. After a power cut this Mac waits at the unlock screen; unlock it once and the node comes back by itself. macOS update restarts come back unlocked.
ja: FileVaultがオンです。停電後は、このMacはロック解除画面で待機します。一度ロックを解除すると、ノードが自動で再開します。macOSのアップデートによる再起動では、ロック解除済みで戻ります。
ko: FileVault가 켜져 있어요. 정전이 나면 이 Mac은 잠금 화면에서 기다려요 — 한 번 잠금을 풀면 노드가 저절로 돌아와요. macOS 업데이트로 재시동하면 잠금 없이 돌아와요.
zh_hans: FileVault 已开启。断电后，此 Mac 会停在解锁界面，解锁一次后节点会自动恢复。macOS 更新后的重启无需解锁。
zh_hant: FileVault 已開啟。停電後，此 Mac 會停在解鎖畫面，解鎖一次後節點便會自動恢復。因 macOS 更新而重新啟動時，會以已解鎖狀態恢復。

source: Finalized blocks
ja: 確定済みのブロック
ko: 확정된 블록
zh_hans: 已确定的区块
zh_hant: 已確定的區塊

source: Find apps by their sea:// name.
ja: sea://の名前でアプリを検索できます。
ko: sea:// 이름으로 앱을 찾으세요.
zh_hans: 通过 sea:// 名称查找应用。
zh_hant: 透過 sea:// 名稱尋找應用程式。

source: Find in page
ja: ページ内を検索
ko: 페이지에서 찾기
zh_hans: 在页面中查找
zh_hant: 尋找頁面內容

source: Finish
ja: 完了する
ko: 마치기
zh_hans: 完成
zh_hant: 完成

source: Finish recovery
ja: 復旧を完了
ko: 복구 마치기
zh_hans: 完成恢复
zh_hant: 完成復原

source: Finish the pending wallet operation before changing accounts.
ja: 進行中のウォレットの操作を完了してから、アカウントを切り替えてください。
ko: 진행 중인 지갑 작업을 마친 뒤 계정을 변경해 주세요.
zh_hans: 请先完成正在进行的钱包操作，再切换账户。
zh_hant: 請先完成進行中的錢包操作，再切換帳戶。

source: First time sending to this address. Double-check it with whoever gave it to you.
ja: このアドレスに送るのは初めてです。アドレスを教えた相手にもう一度確認してください。
ko: 이 주소로는 처음 보내요. 주소를 알려 준 사람에게 한 번 더 확인해 주세요.
zh_hans: 这是首次向此地址发送。请与提供地址的人再次核对。
zh_hant: 這是首次傳送至此地址，請向提供地址的人再次確認。

source: Fix
ja: 解決する
ko: 해결하기
zh_hans: 修复
zh_hant: 修正

source: Focus address bar
ja: アドレスバーに移動
ko: 주소창 선택
zh_hans: 聚焦地址栏
zh_hant: 移至網址列

source: Forward
ja: 進む
ko: 앞으로
zh_hans: 前进
zh_hant: 前進

source: Found the Macs that sign blocks. Your balance is checked on this device against their signature.
ja: ブロックに署名するMacが見つかりました。このデバイスでその署名と照合して残高を確認します。
ko: 블록에 서명하는 Mac들을 찾았어요. 잔액은 이 기기에서 이들의 서명으로 직접 확인해요.
zh_hans: 已找到为区块签名的 Mac。余额会在此设备上用它们的签名核对。
zh_hant: 已找到簽署區塊的 Mac。餘額會在此裝置上以這些 Mac 的簽章確認。

source: Free space on this disk: %@
ja: このディスクの空き容量：%@
ko: 이 디스크의 남은 공간: %@
zh_hans: 此磁盘的可用空间：%@
zh_hant: 此磁碟的可用空間：%@

source: From the node
ja: ノードから
ko: 노드에서
zh_hans: 来自节点
zh_hant: 來自節點

source: Gas
ja: ガス
ko: 가스
zh_hans: 燃料
zh_hant: 運算費用

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Get 10 test %@
ja: テスト用%@を10受け取る
ko: 테스트 %@ 10개 받기
zh_hans: 领取 10 个测试 %@
zh_hant: 領取 10 個測試 %@

source: Give it to someone who wants this device as their recovery device.
ja: このデバイスを復旧用に使いたい人に渡してください。
ko: 이 기기를 복구 기기로 쓰려는 사람에게 알려 주세요.
zh_hans: 将它交给想把此设备用作恢复设备的人。
zh_hant: 將此代碼交給想以此裝置作為復原裝置的人。

source: Give this account a name.
ja: アカウントの名前を入力してください。
ko: 계정 이름을 입력해 주세요.
zh_hans: 请输入账户名称。
zh_hant: 請輸入帳戶名稱。

source: Go
ja: 移動
ko: 이동
zh_hans: 前往
zh_hant: 前往

source: Half
ja: 半分
ko: 절반
zh_hans: 一半
zh_hant: 一半

source: Hide from main list
ja: メインの一覧から隠す
ko: 기본 목록에서 숨기기
zh_hans: 从主列表隐藏
zh_hant: 從主要清單隱藏

source: History
ja: 閲覧履歴
ko: 방문 기록
zh_hans: 浏览记录
zh_hant: 瀏覽記錄

source: Home
ja: ホーム
ko: 홈
zh_hans: 首页
zh_hant: 首頁

source: I checked the exact count: %@ units is what I want to send
ja: 正確な数量を確認しました。%@単位を送ります
ko: 정확한 수를 확인했어요: %@ 단위를 보내려는 게 맞아요
zh_hans: 我已检查准确数量，确认要发送 %@ 单位
zh_hant: 我已確認確切數量：我要傳送 %@ 單位

source: I compared the full address; this is where I want to send
ja: アドレス全体を比較しました。このアドレスに送ります
ko: 전체 주소를 비교했어요. 이 주소로 보내려는 게 맞아요
zh_hans: 我已比较完整地址，确认要发送到此地址
zh_hant: 我已比對完整地址，確定要傳送到這裡

source: I understand and agree
ja: 理解し、同意します
ko: 이해했고 동의해요
zh_hans: 我已理解并同意
zh_hant: 我已理解並同意

source: I wrote them down: register
ja: 書き留めました：登録する
ko: 적어 뒀어요: 등록하기
zh_hans: 我已记下：注册
zh_hant: 我已記下：註冊

source: If this account's original key may be exposed, recovery devices and words cannot lock it out. Move all your funds to a new account right away.
ja: このアカウントの元のキーが漏れた可能性がある場合、復旧用デバイスや単語ではそのキーを無効にできません。すぐに資金をすべて新しいアカウントに移してください。
ko: 원래 키가 노출됐을 수 있다면 복구 기기나 복구 단어로는 그 키를 막을 수 없어요. 바로 잔액 전부를 새 계정으로 옮기세요.
zh_hans: 如果此账户原来的密钥可能泄露，恢复设备和恢复词无法禁用该密钥。请立即将全部资金转入新账户。
zh_hant: 若此帳戶的原金鑰可能外洩，復原裝置與詞語無法停用該金鑰。請立即將全部資金移至新帳戶。

source: If this was not you, cancel it. It can run after %@.
ja: 自分で開始していなければキャンセルしてください。%@以降に実行できます。
ko: 직접 한 게 아니라면 취소해 주세요. %@ 이후에 실행될 수 있어요.
zh_hans: 如果不是你发起的，请取消。它可在 %@ 后执行。
zh_hant: 若不是你提出的，請取消。%@ 後便可執行。

source: If you lose this device, a second device you trust (your other Mac or iPhone) can move your funds to itself.
ja: このデバイスを失った場合、信頼できる別のデバイス（ほかのMacやiPhone）に資金を移せます。
ko: 이 기기를 잃어버리면, 믿을 수 있는 다른 기기(내 다른 Mac이나 iPhone)가 돈을 자기에게로 옮길 수 있어요.
zh_hans: 如果此设备丢失，你信任的另一台设备，例如自己的其他 Mac 或 iPhone，可以将资金转移到自身。
zh_hant: 若遺失此裝置，你信任的另一部裝置（自己的其他 Mac 或 iPhone）可將資金移至該裝置。

source: Install Command-Line Tools…
ja: コマンドラインツールをインストール…
ko: 명령줄 도구 설치…
zh_hans: 安装命令行工具…
zh_hant: 安裝命令列工具…

source: Installable after %@
ja: %@からインストールできます
ko: %@부터 설치할 수 있어요
zh_hans: %@ 后可安装
zh_hant: %@ 後可安裝

source: It checks again by itself. No action is needed.
ja: 自動で再確認します。操作は必要ありません。
ko: 저절로 다시 확인해요. 따로 할 일은 없어요.
zh_hans: 会自动再次确认，无需操作。
zh_hant: 會自動再次確認，無需操作。

source: It did not go through. No money left your wallet.
ja: 処理されませんでした。ウォレットから資金は出ていません。
ko: 처리되지 않았어요 (아직 체인에 기록되지 않음).
zh_hans: 付款未处理。钱包没有扣款。
zh_hant: 未完成，沒有資金離開錢包。

source: It is set to run only on the power adapter.
ja: 電源アダプタ接続時のみ動く設定です。
ko: 전원 어댑터에서만 돌도록 설정되어 있어요.
zh_hans: 已设置为只在使用电源适配器时运行。
zh_hant: 已設定為僅在連接電源轉接器時執行。

source: It made it into a block, but running it failed.
ja: ブロックに記録されましたが、実行に失敗しました。
ko: 블록에 들어갔지만 실행이 실패했어요.
zh_hans: 已进入区块，但执行失败。
zh_hant: 已記錄於區塊，但執行失敗。

source: It restarts by itself at %@.
ja: %@になると自動で再開します。
ko: %@가 되면 저절로 다시 시작해요.
zh_hans: 可用空间达到 %@ 后会自动重启。
zh_hant: 可用空間達 %@ 時會自動重新啟動。

source: It shares its first and last characters with %@ — a different address. Scammers copy exactly those to catch a quick copy-paste. Compare the whole address, character by character, before sending.
ja: 別のアドレス%@と先頭と末尾の文字が同じです。詐欺では、急いでコピーして貼り付ける人を狙い、この部分をまねることがあります。送る前にアドレス全体を1文字ずつ比較してください。
ko: 다른 주소(%@)와 앞뒤 글자가 같아요. 사기꾼은 서둘러 복사·붙여넣기 하는 사람을 노려 바로 그 글자들을 흉내 내요. 보내기 전에 전체 주소를 한 글자씩 비교해 주세요.
zh_hans: 它的开头和结尾与另一个地址 %@ 相同。骗子会模仿这些字符，利用匆忙复制粘贴的人。发送前，请逐字比较完整地址。
zh_hant: 此地址的開頭與結尾字元和另一個地址 %@ 相同。詐騙者會刻意模仿這些字元，利用匆忙複製貼上的情況。傳送前，請逐一比對完整地址的每個字元。

source: It starts by itself once the update is installed.
ja: アップデートをインストールすると自動で起動します。
ko: 업데이트가 설치되면 저절로 시작해요.
zh_hans: 更新安装后会自动启动。
zh_hant: 更新安裝後會自動啟動。

source: It tries again by itself in %@.
ja: %@後に自動で再試行します。
ko: %@ 뒤 저절로 다시 시도해요.
zh_hans: %@ 后会自动重试。
zh_hant: %@ 後會自動重試。

source: It waited a long time and did not go through.
ja: 長く待っても処理されませんでした。
ko: 오래 기다려도 처리되지 않았어요.
zh_hans: 等待了很久，仍未处理。
zh_hant: 等候很久，仍未完成。

source: It waited a long time. The outcome is still unconfirmed.
ja: 長い間待ちましたが、処理結果はまだ確認できていません。
ko: 오래 기다렸지만 처리 결과를 아직 확인하지 못했어요.
zh_hans: 已等待很久，处理结果仍未确认。
zh_hant: 已等候很久，處理結果仍未確認。

source: It waited for a long time. This payment is not recorded on chain yet. You can send it again.
ja: 長い間待機していました。この支払いはまだチェーンに記録されていません。再送できます。
ko: 오랫동안 기다렸어요. 이 거래는 아직 체인에 기록되지 않았어요. 다시 보낼 수 있어요.
zh_hans: 它已等待了很久。此付款尚未记录在链上。你可以重新发送。
zh_hant: 它已等候很久。此付款尚未記錄在鏈上。你可再次傳送。

source: It waited too long and was cancelled. No money left your wallet. You can send it again.
ja: 長く待機してキャンセルされました。ウォレットから資金は出ていません。再送できます。
ko: 오래 기다려도 처리되지 않았어요 (아직 체인에 기록되지 않음). 다시 보낼 수 있어요.
zh_hans: 等待时间过长，付款已取消。钱包没有扣款，你可以重新发送。
zh_hant: 等候過久，已取消。沒有資金離開錢包，你可再次傳送。

source: It was waiting for an earlier payment. This payment is not recorded on chain yet. You can send it again.
ja: 先に送った支払いの処理を待っていました。この支払いはまだチェーンに記録されていません。再送できます。
ko: 앞서 보낸 거래를 기다리고 있었어요. 이 거래는 아직 체인에 기록되지 않았어요. 다시 보낼 수 있어요.
zh_hans: 它一直在等待更早的付款。此付款尚未记录在链上。你可以重新发送。
zh_hant: 它一直在等候先前的付款。此付款尚未記錄在鏈上。你可再次傳送。

source: Its name, symbol and unit size are its own unverified claims, so the amount above may not mean what it seems. The signature sends exactly the unit count shown — check that count.
ja: 名前、記号、単位の大きさは、トークン自身が示す未確認の値です。上の金額は見たとおりの意味ではない場合があります。署名すると表示された数量をそのまま送ります。その数量を確認してください。
ko: 이름, 기호, 단위 크기 모두 토큰이 스스로 밝힌 확인되지 않은 값이라 위 금액이 보이는 대로가 아닐 수 있어요. 서명하면 표시된 단위 수 그대로 보내지니, 그 수를 확인해 주세요.
zh_hans: 名称、符号和单位大小均由代币自行声明，尚未确认，因此上面的金额可能与实际含义不同。签名后会按显示的单位数量发送，请核对数量。
zh_hant: 名稱、符號與單位大小都是代幣自行聲明，尚未驗證，因此上方金額可能與所見不同。簽署後會傳送顯示的確切單位數，請確認該數量。

source: Join
ja: 参加する
ko: 참여하기
zh_hans: 加入
zh_hant: 加入

source: Join the network as a voting node?
ja: 投票ノードとしてネットワークに参加しますか？
ko: 투표 노드로 네트워크에 참여할까요?
zh_hans: 作为投票节点加入网络？
zh_hant: 以投票節點加入網路？

source: Keep %@ running. A signing Mac that goes offline hands its seat to the next one. It uses some network, CPU and power.
ja: %@を動かし続けてください。署名するMacが接続を切ると、次のMacに席を譲ります。通信、CPU、電力を少し使います。
ko: %@를 계속 켜 두세요. 서명하는 Mac이 꺼지면 자리가 다음 Mac에게 넘어가요. 네트워크, CPU, 전기를 조금 써요.
zh_hans: 请让 %@ 持续运行。签名的 Mac 离线后，会将席位交给下一台。它会消耗一些网络、CPU 和电力。
zh_hant: 請讓 %@ 保持執行。簽署區塊的 Mac 離線後，其席位會交給下一部 Mac。這會使用一些網路、處理器與電力。

source: Keep a share of the network's past.
ja: ネットワークの過去の記録の一部を保管します。
ko: 네트워크 기록의 일부를 보관합니다.
zh_hans: 保存网络历史的一部分。
zh_hant: 保存網路歷史的一部分。

source: Keep at least one visible account.
ja: 表示するアカウントを少なくとも1つ残してください。
ko: 표시되는 계정을 하나 이상 남겨 주세요.
zh_hans: 请至少保留一个可见账户。
zh_hant: 請至少保留一個可見帳戶。

source: Keep full history (archive)
ja: 全履歴を保管（アーカイブ）
ko: 전체 기록 보관 (아카이브)
zh_hans: 保留完整历史（存档）
zh_hant: 保留完整紀錄（封存）

source: Keep the full history?
ja: 全履歴を保管しますか？
ko: 전체 기록 보관을 켤까요?
zh_hans: 保留完整历史？
zh_hant: 保留完整紀錄？

source: Keep this Mac's node running after restarts
ja: 再起動後もこのMacのノードを動かし続ける
ko: 재시동한 뒤에도 이 Mac의 노드 계속 돌리기
zh_hans: 重新启动后仍让此 Mac 的节点运行
zh_hant: 重新啟動後繼續執行此 Mac 的節點

source: Keep up to
ja: 保管する容量
ko: 보관 용량
zh_hans: 最多保留
zh_hant: 保留容量上限

source: Keeping %@ of network history now
ja: 現在、ネットワークの履歴を%@保管中
ko: 지금 네트워크 기록 %@를 보관 중
zh_hans: 目前保留了 %@ 网络历史
zh_hant: 目前保留 %@ 網路紀錄

source: Key in the Secure Enclave
ja: Secure Enclave内のキー
ko: Secure Enclave에 있는 키
zh_hans: 密钥保存在 Secure Enclave 中
zh_hant: 金鑰儲存在 Secure Enclave

source: Keys and identity stay on this Mac.
ja: 鍵とノードの識別情報はこのMacに残ります。
ko: 키와 노드의 신원은 이 Mac에 남습니다.
zh_hans: 密钥和节点身份保留在这台 Mac 上。
zh_hant: 金鑰和節點身分保留在這台 Mac 上。

source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Language follows your macOS settings.
ja: 言語はmacOSの設定に従います。
ko: 언어는 macOS 설정을 따릅니다.
zh_hans: 语言遵循 macOS 设置。
zh_hant: 語言依照 macOS 設定。

source: Last 7 days
ja: 過去7日間
ko: 지난 7일
zh_hans: 最近七天
zh_hant: 過去七天

source: Last hour
ja: 直近1時間
ko: 최근 1시간
zh_hans: 最近一小时
zh_hant: 過去一小時

source: Last hour: +%@ %@
ja: 過去1時間：+%@ %@
ko: 최근 1시간: +%@ %@
zh_hans: 过去一小时：+%@ %@
zh_hant: 最近一小時：+%@ %@

source: Last hour: +%@ %@ · capped at 1/%lld
ja: 過去1時間：+%@ %@ · 上限1/%lld
ko: 최근 1시간: +%@ %@ · 최대 1/%lld 한도
zh_hans: 过去一小时：+%@ %@ · 上限为 1/%lld
zh_hant: 最近一小時：+%@ %@ · 上限為 1/%lld

source: Last reward
ja: 最新の報酬
ko: 마지막 보상
zh_hans: 最近的奖励
zh_hant: 最近一筆獎勵

source: Last reward %@
ja: 最新の報酬%@
ko: 마지막 보상 %@
zh_hans: 最近的奖励 %@
zh_hant: 最近一筆獎勵 %@

source: Latest block
ja: 最新のブロック
ko: 최신 블록
zh_hans: 最新区块
zh_hant: 最新區塊

source: Launch a token
ja: トークンを公開
ko: 토큰 출시
zh_hans: 发行代币
zh_hant: 發行代幣

source: Launched a token
ja: トークンを公開しました
ko: 토큰 출시
zh_hans: 已发行代币
zh_hant: 已發行代幣

source: Launchpad · unverified
ja: ローンチパッド · 未確認
ko: 런치패드 · 확인 안 됨
zh_hans: 发行平台 · 未确认
zh_hant: 發行平台 · 尚未驗證

source: Learn more
ja: 詳しく見る
ko: 더 알아보기
zh_hans: 了解更多
zh_hant: 瞭解更多

source: Leave Developer mode
ja: 開発者モードを終了
ko: 개발자 모드 나가기
zh_hans: 退出开发者模式
zh_hant: 離開開發者模式

source: Linked wallets
ja: 接続したウォレット
ko: 연결한 지갑
zh_hans: 关联的钱包
zh_hant: 已連結的錢包

source: Load older activity
ja: 過去の履歴を読み込む
ko: 이전 활동 더 보기
zh_hans: 加载更早的活动
zh_hant: 載入更早的活動

source: Loading
ja: 読み込み中
ko: 불러오는 중
zh_hans: 正在加载
zh_hant: 正在載入

source: Local RPC
ja: ローカルRPC
ko: 로컬 RPC
zh_hans: 本地 RPC
zh_hant: 本機 RPC

source: Local RPC: http://127.0.0.1:%@
ja: ローカルRPC：http://127.0.0.1:%@
ko: 로컬 RPC: http://127.0.0.1:%@
zh_hans: 本地 RPC：http://127.0.0.1:%@
zh_hant: 本機遠端呼叫：http://127.0.0.1:%@

source: Local development network
ja: ローカル開発用ネットワーク
ko: 로컬 개발 네트워크
zh_hans: 本地开发网络
zh_hant: 本機開發網路

source: Looking for the network…
ja: ネットワークを探しています…
ko: 네트워크를 찾는 중…
zh_hans: 正在查找网络…
zh_hant: 正在尋找網路…

source: Looking for tokens…
ja: トークンを探しています…
ko: 토큰을 찾는 중…
zh_hans: 正在查找代币…
zh_hant: 正在尋找代幣…

source: Lost every device? Use your 24 recovery words instead (with the lost account above).
ja: すべてのデバイスを失いましたか？代わりに復旧用の24単語を使ってください（上に失ったアカウントを入力します）。
ko: 기기를 모두 잃어버렸나요? 대신 복구 단어 24개를 쓰세요(위에 잃어버린 계정을 입력해 주세요).
zh_hans: 所有设备都丢失了？请改用你的 24 个恢复词，以及上面的丢失账户。
zh_hant: 遺失所有裝置了嗎？請改用 24 個復原詞語，並在上方輸入遺失的帳戶。

source: Mac joined as a voting node
ja: Macが投票ノードとして参加
ko: Mac이 투표 노드로 참여
zh_hans: Mac 已作为投票节点加入
zh_hant: Mac 已加入投票節點

source: Make it my recovery key
ja: 自分の復旧キーに指定
ko: 내 복구 키로 지정
zh_hans: 将其设为我的恢复密钥
zh_hant: 設為我的復原金鑰

source: Make sure ~/.local/bin is on your PATH.
ja: ~/.local/binがPATHに含まれているか確認してください。
ko: ~/.local/bin이 PATH에 들어 있는지 확인해 주세요.
zh_hans: 请确保 ~/.local/bin 在 PATH 中。
zh_hant: 請確認 ~/.local/bin 已加入 PATH。

source: Manage Storage
ja: ストレージを管理
ko: 저장 공간 관리
zh_hans: 管理存储空间
zh_hant: 管理儲存空間

source: Match found
ja: 一致する内容が見つかりました
ko: 일치하는 내용을 찾았어요
zh_hans: 找到匹配内容
zh_hant: 找到相符內容

source: Max
ja: 最大
ko: 최대
zh_hans: 最大
zh_hant: 最大

source: Memory limit
ja: メモリの上限
ko: 메모리 한도
zh_hans: 内存限额
zh_hant: 記憶體限額

source: Memory now: %@ of %@
ja: 現在のメモリ：%2$@中%1$@
ko: 현재 메모리: %2$@ 중 %1$@
zh_hans: 当前内存：%@ / %@
zh_hant: 目前記憶體：%@，共 %@

source: Mimics an official token
ja: 公式のトークンに似せています
ko: 공식 토큰을 흉내 내요
zh_hans: 仿冒官方代币
zh_hant: 模仿官方代幣

source: More actions
ja: その他の操作
ko: 추가 작업
zh_hans: 更多操作
zh_hant: 更多操作

source: Move Back to Default
ja: 既定の保存先に戻す
ko: 기본 위치로 되돌리기
zh_hans: 移回默认位置
zh_hant: 移回預設位置

source: Move EastSea to your Applications folder to run it.
ja: EastSeaをアプリケーションフォルダに移してから起動してください。
ko: 동해를 응용 프로그램 폴더로 옮긴 뒤 실행해 주세요.
zh_hans: 请将 EastSea 移至“应用程序”文件夹再运行。
zh_hant: 請將 EastSea 移至應用程式資料夾後執行。

source: Move all funds before removing or hiding this account.
ja: このアカウントを削除または非表示にする前に、すべての資金を移してください。
ko: 계정을 삭제하거나 숨기기 전에 모든 자산을 옮겨 주세요.
zh_hans: 请先转移所有资金，再删除或隐藏此账户。
zh_hant: 請先移轉所有資金，再刪除或隱藏此帳戶。

source: Move down
ja: 下に移動
ko: 아래로 이동
zh_hans: 下移
zh_hant: 下移

source: Move up
ja: 上に移動
ko: 위로 이동
zh_hans: 上移
zh_hant: 上移

source: Moving block data · %@%%
ja: ブロックデータを移動中 · %@%%
ko: 블록 데이터 옮기는 중 · %@%%
zh_hans: 正在移动区块数据 · %@%%
zh_hant: 正在移動區塊資料 · %@%%

source: Moving your data from Aether to %@
ja: Aetherのデータを%@に移動中
ko: Aether의 데이터를 %@로 옮기는 중
zh_hans: 正在将你的数据从 Aether 移至 %@
zh_hant: 正在將 Aether 的資料移至 %@

source: Moving your old data
ja: 以前のデータを移動中
ko: 이전 데이터 옮기는 중
zh_hans: 正在移动旧数据
zh_hant: 正在移動舊資料

source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Network fee
ja: ネットワーク手数料
ko: 네트워크 수수료
zh_hans: 网络手续费
zh_hant: 網路手續費

source: Network history
ja: ネットワークの履歴
ko: 네트워크 기록 보관
zh_hans: 网络历史
zh_hant: 網路紀錄

source: Network paused
ja: ネットワーク停止中
ko: 네트워크 멈춤
zh_hans: 网络已暂停
zh_hant: 網路已暫停

source: Network paused · last block %@
ja: ネットワーク停止中 · 最後のブロック%@
ko: 네트워크 멈춤 · 마지막 블록 %@
zh_hans: 网络已暂停 · 最后一个区块 %@
zh_hant: 網路已暫停 · 最後區塊 %@

source: Network reward rules
ja: ネットワークの報酬ルール
ko: 네트워크 보상 규칙
zh_hans: 网络奖励规则
zh_hant: 網路獎勵規則

source: Network upgrade to protocol %u in %llu days: %@
ja: %2$llu日後にプロトコル%1$uへネットワークを更新：%3$@
ko: %2$llu일 뒤 프로토콜 %1$u로 네트워크 업그레이드: %3$@
zh_hans: 网络将在 %2$llu 天后升级到协议 %1$u：%3$@
zh_hant: 網路將升級至協定 %u，還有 %llu 天：%@

source: New blocks are coming in again.
ja: 新しいブロックが再び届いています。
ko: 새 블록이 다시 나오고 있어요.
zh_hans: 又开始收到新区块了。
zh_hant: 新區塊已恢復產生。

source: New private tab
ja: 新しいプライベートタブ
ko: 새 비공개 탭
zh_hans: 新建无痕标签页
zh_hant: 新增私密分頁

source: New tab
ja: 新しいタブ
ko: 새 탭
zh_hans: 新建标签页
zh_hant: 新增分頁

source: Next match
ja: 次の一致箇所
ko: 다음 일치 항목
zh_hans: 下一个匹配项
zh_hant: 下一個相符項目

source: No access to “%@”
ja: 「%@」にアクセスできません
ko: ‘%@’에 접근할 수 없음
zh_hans: 无法访问“%@”
zh_hant: 無法存取「%@」

source: No account shared
ja: 共有中のアカウントはありません
ko: 공유한 계정 없음
zh_hans: 未共享账户
zh_hant: 未分享帳戶

source: No agent payments yet.
ja: エージェントの支払いはまだありません。
ko: 아직 에이전트 결제가 없어요.
zh_hans: 尚无代理付款。
zh_hant: 尚無代理付款。

source: No change in the last %@
ja: 過去%@で変化なし
ko: 최근 %@ 동안 변화 없음
zh_hans: 过去 %@ 内无变化
zh_hant: 最近 %@ 沒有變化

source: No change in total
ja: 全期間で変化なし
ko: 전체 기간 변화 없음
zh_hans: 总计无变化
zh_hant: 全部期間沒有變化

source: No command-line tools in this build
ja: このビルドにはコマンドラインツールがありません
ko: 이 빌드에는 명령줄 도구가 없어요
zh_hans: 此版本不含命令行工具
zh_hant: 此版本未包含命令列工具

source: No favorites yet
ja: お気に入りはまだありません
ko: 아직 즐겨찾기가 없어요
zh_hans: 暂无收藏
zh_hant: 尚無收藏

source: No history found
ja: 該当する履歴がありません
ko: 방문 기록을 찾지 못했어요
zh_hans: 没有找到浏览记录
zh_hant: 找不到瀏覽記錄

source: No matches
ja: 一致する内容がありません
ko: 일치하는 내용이 없어요
zh_hans: 没有匹配内容
zh_hant: 沒有相符內容

source: No network connection. Please check the internet.
ja: ネットワークに接続できません。インターネットを確認してください。
ko: 네트워크에 연결할 수 없어요. 인터넷 연결을 확인해 주세요.
zh_hans: 无法连接网络，请检查互联网连接。
zh_hant: 無法連線網路，請確認網際網路。

source: No network history kept yet
ja: 保管中のネットワークの履歴はまだありません
ko: 아직 보관 중인 네트워크 기록이 없어요
zh_hans: 尚未保留网络历史
zh_hant: 尚未保留網路紀錄

source: No new block for a minute. Keep this Mac awake and online: it is one of the Macs that sign blocks.
ja: 1分間、新しいブロックがありません。このMacはブロックに署名するMacの1台です。スリープせず、接続を保ってください。
ko: 1분째 새 블록이 없어요. 이 Mac은 블록에 서명하는 Mac 중 하나이니 잠자기 없이 온라인으로 켜 두세요.
zh_hans: 一分钟没有新区块了。请让此 Mac 保持唤醒并联网，它是为区块签名的 Mac 之一。
zh_hant: 一分鐘沒有新區塊。此 Mac 是簽署區塊的 Mac 之一，請讓它保持喚醒並連線。

source: No other tokens in this wallet.
ja: このウォレットにほかのトークンはありません。
ko: 이 지갑에 다른 토큰은 없어요.
zh_hans: 此钱包中没有其他代币。
zh_hant: 此錢包沒有其他代幣。

source: No permissions requested
ja: 要求された権限はありません
ko: 요청한 권한 없음
zh_hans: 未请求权限
zh_hant: 未要求權限

source: No reward yet on this version (the last one, %@, was from an earlier version).
ja: このバージョンではまだ報酬がありません（最新の報酬%@は前のバージョンで受け取ったものです）。
ko: 이 버전에서는 아직 받은 보상이 없어요 (마지막 보상 %@은 이전 버전 때예요).
zh_hans: 此版本尚未获得奖励，上次奖励 %@ 来自较早版本。
zh_hant: 此版本尚未獲得獎勵（最近一筆 %@ 來自先前版本）。

source: No site can see your address. When the Explore tab connects one, it appears here.
ja: アドレスを閲覧できるサイトはありません。探索でサイトを接続すると、ここに表示されます。
ko: 내 주소를 볼 수 있는 사이트가 없어요. 둘러보기에서 사이트를 연결하면 여기에 나타나요.
zh_hans: 目前没有网站可查看你的地址。在“浏览”中连接的网站会显示在这里。
zh_hant: 目前沒有網站可查看你的地址。在「探索」分頁連線網站後，便會顯示在這裡。

source: No token sale, no premine and no founder allocation; the founder's Macs follow the same rules as everyone's. Half of each block's reward goes to registered Macs that stay online, shared every hour, and half to registered Macs that prove blocks. One operator gets at most 1/%lld of each half, and the rest is never issued; once %lld operators are online, all of it is shared. The reward starts at 1 %@ a block and shrinks 15%% a year, down to a floor of 0.1 %@ a block.
ja: トークンの販売、事前発行、創業者への割り当てはありません。創業者のMacも同じルールに従います。各ブロックの報酬の半分は、接続を保つ登録済みMacが毎時間分け合い、残りの半分はブロックを証明する登録済みMacが受け取ります。1人の運用者が受け取れるのは各半分の最大1/%lldで、残りは発行されません。運用者が%lld人以上接続すると、すべて分配されます。報酬は1ブロックあたり1 %@から始まり、毎年15%%減り、1ブロックあたり0.1 %@が下限です。
ko: 토큰 판매도, 미리 찍어 둔 코인도, 창업자 몫도 없어요. 창업자의 Mac도 모두와 같은 규칙을 따라요. 블록 보상의 절반은 켜져 있는 등록 Mac들이 매시간 나눠 받고, 절반은 블록을 증명한 등록 Mac들이 받아요. 운영자 한 명은 각 절반의 최대 1/%lld까지 받고 나머지는 발행되지 않아요. 운영자가 %lld명 이상 접속하면 전부 나눠 받아요. 보상은 블록당 1 %@에서 시작해 해마다 15%%씩 줄고, 블록당 0.1 %@ 아래로는 내려가지 않아요.
zh_hans: 没有代币销售、预挖或创始人分配，创始人的 Mac 与其他人遵守相同规则。每个区块奖励的一半分配给已注册并保持在线的 Mac，每小时分配；另一半分配给已注册并证明区块的 Mac。每位运营者最多获得每一半的 1/%lld，其余部分不会发行；有 %lld 位运营者在线后，才会全部分配。奖励从每区块 1 %@ 开始，每年减少 15%%，最低为每区块 0.1 %@。
zh_hant: 沒有代幣銷售、預先發行或創辦人配額，創辦人的 Mac 也遵循與所有人相同的規則。每個區塊的一半獎勵由保持連線的已註冊 Mac 每小時分配，另一半由證明區塊的已註冊 Mac 獲得。每位營運者最多可獲得各半部分的 1/%lld，其餘不會發行。當 %lld 位營運者連線時，便會分配全部獎勵。獎勵由每個區塊 1 %@ 開始，每年減少 15%%，最低為每個區塊 0.1 %@。

source: Node catching up · block #%@
ja: ノード同期中 · ブロック#%@
ko: 노드가 따라잡는 중 · 블록 #%@
zh_hans: 节点正在赶上 · 区块 #%@
zh_hant: 節點正在追上進度 · 區塊 #%@

source: Node disagrees · units from the shipped list
ja: ノードの情報が異なります · 単位はウォレットの一覧による値
ko: 노드 정보가 달라요 · 단위는 지갑 목록 기준
zh_hans: 节点给出的值不同 · 单位采用内置列表
zh_hant: 節點資料不同 · 單位依錢包清單

source: Node key unreadable
ja: ノードのキーを読み取れません
ko: 노드 키를 읽을 수 없음
zh_hans: 无法读取节点密钥
zh_hant: 無法讀取節點金鑰

source: Node keys from another Mac
ja: 別のMacから来たノードキー
ko: 다른 Mac의 노드 키
zh_hans: 来自另一台 Mac 的节点密钥
zh_hant: 來自另一台 Mac 的節點金鑰

source: Node missing
ja: ノードが見つかりません
ko: 노드 프로그램이 없음
zh_hans: 缺少节点
zh_hant: 缺少節點

source: Node on this Mac
ja: このMacのノード
ko: 이 Mac의 노드
zh_hans: 此 Mac 上的节点
zh_hant: 此 Mac 的節點

source: Node payout account
ja: ノード報酬の受取アカウント
ko: 노드 보상 수령 계정
zh_hans: 节点奖励接收账户
zh_hant: 節點獎勵接收帳戶

source: Node reward %@ %@
ja: ノード報酬%@ %@
ko: 노드 보상 %@ %@
zh_hans: 节点奖励 %@ %@
zh_hant: 節點獎勵 %@ %@

source: Node rewards
ja: ノード報酬
ko: 노드 보상
zh_hans: 节点奖励
zh_hant: 節點獎勵

source: Node rewards · +%@ %@
ja: ノード報酬 · +%@ %@
ko: 노드 보상 · +%@ %@
zh_hans: 节点奖励 · +%@ %@
zh_hant: 節點獎勵 · +%@ %@

source: Node starting…
ja: ノードを起動中…
ko: 노드를 시작하는 중…
zh_hans: 节点正在启动…
zh_hant: 正在啟動節點…

source: Not Now
ja: あとで
ko: 나중에
zh_hans: 暂不
zh_hant: 稍後

source: Not connected
ja: 未接続
ko: 연결 안 됨
zh_hans: 未连接
zh_hant: 未連線

source: Not enough space: %@ free, %@ needed.
ja: 空き容量が足りません。空きは%@、必要な容量は%@です。
ko: 공간이 부족해요: %@ 남음, %@ 필요해요.
zh_hans: 空间不足：可用 %@，需要 %@。
zh_hant: 空間不足：可用 %@，需要 %@。

source: Not in Applications
ja: アプリケーションフォルダ外
ko: 응용 프로그램 폴더 밖에서 실행 중
zh_hans: 不在应用程序文件夹中
zh_hant: 未在應用程式資料夾中

source: Not now
ja: あとで
ko: 나중에
zh_hans: 暂不
zh_hant: 稍後

source: Not on chain yet
ja: まだチェーンに記録されていません
ko: 아직 체인에 기록 안 됨
zh_hans: 尚未上链
zh_hant: 尚未記錄在鏈上

source: Not opened.
ja: 開きませんでした。
ko: 열지 않았어요.
zh_hans: 未打开。
zh_hant: 未開啟。

source: Not processed (not on chain yet)
ja: 未処理です（まだチェーンに記録されていません）
ko: 처리되지 않았어요 (아직 체인에 기록되지 않음)
zh_hans: 未处理（尚未上链）
zh_hant: 未處理（尚未記錄在鏈上）

source: Not sent — %@
ja: 送っていません — %@
ko: 보내지 않았어요 — %@
zh_hans: 未发送 — %@
zh_hant: 未傳送 — %@

source: Not verified
ja: 未検証
ko: 검증 안 됨
zh_hans: 未验证
zh_hant: 尚未驗證

source: Note
ja: メモ
ko: 메모
zh_hans: 备注
zh_hant: 備註

source: Nothing
ja: 保管しない
ko: 보관 안 함
zh_hans: 无
zh_hant: 不保留
